[Main]
DisplayName=Italiano

[UnLocker1_frmMain]
Label_Title_Detail.caption=Questo strumento ti aiuterà a sbloccare i file e le cartelle utilizzate da altri processi.
Label_Setting.caption=Altro
lbl_CheckForUpdate.caption=Controlla aggiornamenti
lbl_FileInfo_Title.caption=File/Cartelle selezionate
lbl_Add_describe.caption=Aggiungi file/cartelle da sbloccare. Puoi trascinare qui i file e le cartelle o cliccare su "Aggiungi"!
chk_Advanced.caption=Modalità Forzata
btn_Browse.caption=Aggiungi
btn_Close.caption=Esci
lbl_Add.caption=Aggiungi
cx_Action.caption=Sblocca
img_AddHint.hint=Aggiungi file/cartelle da sbloccare.
img_AdcancedHint.Hint=Modalità Forzata terminerà tutti i processi relativi. Se la modalità normale non è riuscita a sbloccare i file/cartelle, puoi provare con la modalità forzata.

Menu_UnlokcDelete.caption=Sblocca && Elimina
Menu_UnlockRename.caption=Sblocca && Rinomina
Menu_UnlockMove.caption=Sblocca && Sposta
Menu_UnlockCopy.caption=Sblocca && Copia

Menu_Language.caption=Lingua
Menu_SendFeedback.caption=Invia Feedback
Menu_IObitOnline.caption=IObit Online
Menu_Technical_Support.caption=Supporto Tecnico
Menu_About.caption=Info

ListView_FileInfo.Columns[0].caption=File/Cartelle
ListView_FileInfo.Columns[1].caption=Stato

ListView_LockInfo.Columns[0].caption=Nome
ListView_LockInfo.Columns[1].caption=Percorso
ListView_LockInfo.Columns[2].caption=Pid

[UnLocker1_frmTip]
lab_Tip.caption=Puoi avviare il programma facendo clic con il tasto destro sui file o cartelle e poi selezionare IObit Unlocker.
btn_Close.caption=OK

[UnLocker1_frmWriteText]
btn_OK.caption=Sblocca && Rinomina
btn_Cancel.caption=Annulla
btn_Apply.caption=&Applica
lbl_edt.caption=Inserisci il nuovo nome:

ListView.Columns[0].caption=Nome Originale
ListView.Columns[1].caption=Nuovo Nome

[Unlocker1_M]
Unlocker_Delete=L'operazione cancellerà i file/cartelle definitivamente. Continuare?
Unlocker_Status_Notlocked=Non bloccato
Unlocker_Status_locked=Bloccato

Unlocker_Action_Delete= & Elimina
Unlocker_Action_Rename= & Rinomina
Unlocker_Action_Move= & Sposta
Unlocker_Action_Copy= & Copia
Unlocker_Status_Change_Unlocking=Sblocco in corso...
Unlocker_Status_Change_Unlock=Sbloccare
Unlocker_Status_Change_sucessfully=correttamente
Unlocker_Status_Change_failed=non riuscito
File_Detail_Notlocker= non bloccato.
File_Detail_occupied= utilizzato da processi a priorità bassa.
Browser_Folder=Seleziona file/cartelle da sbloccare
File_Operation=Non è possibile sbloccare le unità locali.
File_Rename_Long=La lunghezza del nome è troppo lunga
File_Rename_special=Il nome contiene caratteri speciali

MoveDialog_Prompt=Scegli cartella di destinazione in cui spostare l'oggetto
CopyDialog_Prompt=Scegli cartella di destinazione in cui copiare l'oggetto
Action_Sucesses=Operazione riuscita.
Action_Error_One=Operazione non riuscita
AddFile_Filter=Impossibile sbloccare il percorso di sistema.
Action_Error_More=alcuni file/cartelle mancanti
Action_Error_Detaill=Ci possono essere dei file/cartelle con lo stesso nome
cmd_Error_Prompt_1=Uso dalla riga di comando:
cmd_Error_Prompt_2=Comando [Opzione] Oggetto
cmd_Error_Prompt_3=Comando:
cmd_Error_Prompt_4=Opzione:
cmd_Error_Prompt_5=Oggetto:
cmd_Error_Prompt_6=Nessuno:
cmd_Error_Prompt_7=Elimina:
cmd_Error_Prompt_8=Rinomina:
cmd_Error_Prompt_9=Sposta:
cmd_Error_Prompt_10=Copia:


[UnLocker1_frmAbout]
lbl_Thanks_Title.caption=Grazie alle seguenti persone per il loro grande contributo:
lbl_warning.caption=Attenzione: Questo programma è protetto dalle leggi sul copyright e dai trattati internazionali.
lbl_CopyRight.caption=Copyright(C) 2005-2017 IObit. Tutti i diritti riservati.
btn_OK.caption=OK

